<?php

$services = [
    "ابتسامة هوليود VIP",
    "ابتسامة هوليود 3D",
    "ابتسامة هوليود",
    "تركيبات الاسنان",
        " تقويم الاسنان",
            " تنظيف الاسنان",

    "أخرى"
];



$services = [
    "فيلر",
    "بوتكس",
    "ازالة تاتو",
    "ليزر", 
    "أخرى"
];



$services = [
    "قصم الحواجب والرموش",
    "العناية بالجسم",
    "تنظيف البشرة",
    "هيدرا فيشل سبا",
    "معالجات الشعر",
    "معالجات الفرد",
    "مساج",
    "الحفلات والهدايا",
    "إضافات الديكور",
    "إضافات الحمام"
];




 






 

$w_app_number="966566168425";
$call_number="966566168425";
$email="info@asilaspa.odoo.com.com";
$insta_url="https://www.instagram.com/assilaspa";

?>