<?php

$services = [
    "ابتسامة هوليود VIP",
    "ابتسامة هوليود 3D",
    "ابتسامة هوليود",
    "تركيبات الاسنان",
        " تقويم الاسنان",
            " تنظيف الاسنان",

    "أخرى"
];



$services = [
    "فيلر",
    "بوتكس",
    "ازالة تاتو",
    "ليزر", 
    "أخرى"
];


$services = [
    "نحت الجسم",
    "تفتيت الدهون",
    " اذابة اللغلوغ ",
    
    "أخرى"
];


$services = [
    "علاج الرقبة",
    "علاج الكتف",
    " علاج الركبة",
       " علاج الظهر",
          " علاج الابهر",
             " علاج الركبة",
    "علاج طبيعي منزلي", 
    "أخرى"
];






 






 
$page_titel="مجمع العافية الطبي -تغذية علاجية";
$w_app_number="966556883648";
$call_number="966556883648";
$email="info@alafiaclinics.com";
$insta_url="https://www.instagram.com/alafiacl/";

?>