<?php

$services = [
    "ابتسامة هوليود VIP",
    "ابتسامة هوليود 3D",
    "ابتسامة هوليود",
    "تركيبات الاسنان",
        " تقويم الاسنان",
            " تنظيف الاسنان",

    "أخرى"
];



$services = [
    "فيلر",
    "بوتكس",
     "جوفيديرم",
      "فيلر كوري",
       "ابرة الشد الكوري",
        "ابرة الشد المائي ",
         "اسكلبترا",
          "ابرة الراديس",
             "ابرة السالمون",
                "ابرة بروفيلو",
                   "ابرة الريتش",
                      "جلسة تقشير وجه+حواجب",
                         "ليزر",
                            "جلسة ليزر كربوني",
                               "برسنج الانف والحنجرة",
                                   
    "ازالة تاتو",
    "ليزر", 
    "أخرى"
];






 






 

$w_app_number="966556883648";
$call_number="966556883648";
$email="info@alafiaclinics.com";
$insta_url="https://www.instagram.com/alafiacl/";

?>