<?php






 
$page_titel=" مجمع عيادات ماريز لطب وتقويم الأسنان ";
$place_name="  
 مجمع عيادات ماريز لطب وتقويم الأسنان ";
$adress=" السعودية-جدة";
$w_app_number="966509554553";
$call_number="966509554553";
$email="mareez.dental@gmail.com";
$insta_url="https://www.instagram.com/mareezclinics";




$about ="


نوفر رعاية متكاملة لصحة فمك بأحدث التقنيات في طب الأسنان والتجميل، عبر فريق من الأطباء والخبراء المتمرسين لتقديم تجربة علاجية تلبي أعلى معايير الجودة والراحة.
";

$footer_about ="

مجمع الزمرد العالي لطب وتقويم الأسنان والجلديه ليزر
";

$ad_main_title="بدأت عروضنا الآن" ;

?>