<?php






 
$page_titel="    مجمع اطباء الخليج الطبي   ";
$place_name="   مجمع اطباء الخليج الطبي   ";
$adress=" السعودية-الخبر";
$w_app_number="966550520249";
$call_number="966550520249";
$email="info@gulf-doctors.com";
$insta_url="https://www.instagram.com/gulf_doctors";




$about ="

نحن في مجمع أطباء الخليج نسعى لتقديم رعاية طبية متكاملة ومتميزة في مجالات التجميل، الجلدية، الليزر، وطب الأسنان. ... نسعى دائمًا لأن نكون وجهتكم الأولى للحصول على رعاية صحية متكاملة وشاملة.

 
";

$footer_about ="

مجمع اطباء الخليخ الطبي 
<br>
جلدية-تجميل-ليزر-طوارئ
";

$ad_main_title="عروض اليوم الوطني 95 من   مجمع اطباء الخليج";

?>