<?php

$services = [
    "ابتسامة هوليود VIP",
    "ابتسامة هوليود 3D",
    "ابتسامة هوليود",
    "تركيبات الاسنان",
        " تقويم الاسنان",
            " تنظيف الاسنان",

    "أخرى"
];



$services = [
    "فيلر",
    "بوتكس",
    "ازالة تاتو",
    "ليزر", 
    "أخرى"
];



$services = [
    "نحت الجسم",
    "تفتيت الدهون",
    " اذابة اللغلوغ ",
    
    "أخرى"
];


$services = [
    "إبره تفتيح المنطقة الحساسة",
    "التقشير البارد للبكيني مع الكريم",
    "التقشير البارد بدون كريم",
    "فيلر 5 مل",
    "فيلر 10 مل",
    "التضييق الجراحي",
    "تجميل الشفرات",
    "إبره الرغبة (Oshot)",
    "التقشير مع التفتيح",
    "سونار 2D",
    "سونار 4D",
        "ليزر",
    "باكيدج متابعة حمل",
    "تركيب لولب / شريحة منع حمل",
];




 






 

$w_app_number="966556883648";
$call_number="966556883648";
$email="info@alafiaclinics.com";
$insta_url="https://www.instagram.com/alafiacl/";

?>