
<?php

include 'head.php';

 
?>

<?php

include 'logo_section.php';

 
?>



<p class="text-right " style="background: #D3D3D3;" dir="rtl">
    
    

نشكركم على زيارتكم لصفحة جمع البيانات الخاصة بنا. نحن نلتزم بحماية خصوصية مستخدمينا ونأخذ الأمور المتعلقة بأمان البيانات بجدية كبيرة، ولذلك نود أن نوضح لكم ما يلي:
<br>
<br>
1. البيانات المجمعة:
نقوم بجمع المعلومات التي تُقدَّم لنا عندما تحمّل النموذج على صفحتنا. هذه المعلومات تتضمن عادة الاسم وعنوان البريد الإلكتروني وأي معلومات أخرى يتم تقديمها بشكل طوعي.
<br>
<br>
2. استخدام البيانات:
نستخدم البيانات التي تم جمعها في هذا النموذج للرد على الاستفسارات والرسائل التي يتم إرسالها إلينا، وكذلك للاتصال بكم من حين لآخر بخصوص العروض والفعاليات.
<br>
<br>
3. حقوق ملكية البيانات:
تحتفظ شركتنا بحق ملكية البيانات التي تم جمعها على هذه الصفحة وستظل محفوظة تمامًا. لن نقوم ببيع أو تأجير البيانات إلى أي شخص أو جهة خارجية بأي حال من الأحوال.
<br>
<br>
4. الأمان:
نحن نقدر أهمية الأمان في هذا النوع من الأعمال. ولذلك، نلتزم بتوفير لكم حماية مُثلى للبيانات التي تم جمعها بمساعدة تقنيات الأمان الحديثة. ويتم تشفير الاتصال بالصفحة، وستظل البيانات الخاصة بك محفوظة تماما.
<br>
<br>
إذا كان لديكم أي استفسارات أو ملاحظات نقبل وجهة نظركم شاكرين سلفًا تعاونكم




</p>




<?php

include 'footer.php';

 
?>