<?php










$message='
شيت العملاء الشغالين مع تاريخ التجديد يتم توقيف العمل لعميل معين فقط في حالة تم حذفه من القائمة او تغير لون اسم العميل الى اللون الاحمر 

https://docs.google.com/spreadsheets/d/1uwx_hqFHOfcI2g_2AbM6DcjeudoovX0a4IlCxlgoBk8/edit?usp=sharing

شيت الحملات الفعالة

https://docs.google.com/spreadsheets/d/140FPKMFu5b5t_YF1lVuSsBZ7GsuZK2QoSmCwQd_Y3aQ/edit?usp=sharing

شيت عملاء ادارة الحسابات 

https://docs.google.com/spreadsheets/d/15JKxBSQL6p7uwcEA0dZ3dWYQV_gRR_K6hMKosd-X68M/edit?usp=drivesdk



التقرير اليومي  ا بلال 

https://docs.google.com/spreadsheets/d/1F02HWQ6nWcrkSdj47ZvW8eOoLG-5nDi0ivvNk4j5QRs/edit?usp=sharing



التقرير اليومي المصمم نورا 

https://docs.google.com/spreadsheets/d/1O5d2rPEYgCunIeTfK-0yPAXjvjnYJriME3GFS_u9PUk/edit?usp=sharing

حسابات العملاء 
https://docs.google.com/spreadsheets/d/15TRRslg8BLE5yLVoHsqk5b9jjg0nz8qWg_YTyvoxJVo/edit?usp=drivesdk



رابط التصاميم ولوجوهات العملاء 

https://drive.google.com/drive/folders/1drD_d1CQC1t-y6zvmsJgC5Ch5BcPU2QA?usp=drive_link


نصائح عند عمل فيديوهات السوشال ميديا 

https://www.facebook.com/share/r/1K6LdWRBnn/

عزيزي الموظف،

لتقديم خدمة مميزة لعملائنا، نود منك الالتزام بالتوجيهات التالية:

1. تنفيذ المهام اليومية بشكل آلي:  
   يُتوقع منك تنفيذ المهام الموكلة إليك لكل عميل بشكل يومي، وفي حال كانت المهمة مشتركة مع موظف آخر، يتعين عليك متابعة الزميل أو المسؤول لضمان إنجاز الجزء الخاص به قبل إتمام الجزء المطلوب منك.

2. التواصل بوضوح:  
   عند طلب شيء من مجموعة العميل، تأكد من عمل منشن للشخص أو الأشخاص المطلوب منهم الرد، وتجنب إرسال الرسالة دون تحديد المسؤولين عن التنفيذ.

3. الجودة أولوية:  
   يمنع تسليم أي عمل بجودة ضعيفة بحجة ضيق الوقت. خذ وقتك الكافي لتنفيذ المهمة باحترافية، على أن يكون ضمن الوقت المعقول.

4. التقارير جزء أساسي من العمل:  
   إعداد التقارير المطلوبة لا يقل أهمية عن تنفيذ المهام، لذا احرص على تقديمها بشكل دقيق.

5. التقيد بالنظام:  
   لا تنفذ أي مهمة لم تُسند إليك عبر النظام. فريق الإدارة هو الجهة الوحيدة المخولة بإسناد المهام عبر واتساب.

6. التفكير الاستباقي:  
   اسأل نفسك في بداية كل يوم: ما هي المهام المطلوبة مني تجاه كل عميل؟

7. طرح الأسئلة مهم لتجنب الأخطاء:  
   إذا واجهتك أي صعوبة، لا تتردد في السؤال؛ فالتوضيح أفضل من حدوث مشكلة مع العميل. هدفنا أن تنمو وتتطور باستمرار.

8. سرية المعلومات:  
   يُمنع منعاً باتاً مشاركة أي معلومات أو محتوى من مجموعات العمل مع أي طرف ثالث.

9. إبلاغ المشرف بعد إتمام المهام:  
   عند إنجاز أي مهمة، أبلغ المشرف المودريتور الذي سيقوم بدوره بإبلاغ العميل. وفي حال عدم وجود مشرف، يتولى الموظف نفسه هذه المهمة.

10. الرد على استفسارات العملاء:  
    تجاهل أي استفسار من العميل يعد خطأ غير مقبول وقد يؤدي إلى خصم من الراتب. تأكد من أن كل موظف يرد على الاستفسارات المتعلقة باختصاصه.

11. التقارير جزء أساسي من الالتزام:  
    عدم الالتزام بتقديم التقارير المطلوبة قد يؤدي إلى خصومات من الراتب.

12. استخدام اللغة العربية الفصحى:  
    حرصاً على الاحترافية، استخدم اللغة العربية الفصحى عند مراسلة العملاء وابتعد عن اللهجات العامية.

13. الرسائل الصوتية للضرورة القصوى فقط:  
    استخدم الرسائل الصوتية في الحالات الضرورية، على أن لا يتجاوز التسجيل مدة دقيقتين.

14. الاستعداد للأعياد الوطنية:  
    على قسم التصميم معرفة الأعياد الوطنية في بلد العميل لتجهيز التهاني المناسبة في الوقت المناسب.



15. يمنع منعا باتا طلب البطاقة من العميل 
يتم طلبها من الإدارة .




16. يمنع منعا باتا التواصل(    سواء مع العملاء او الموظفين مع بعظهم   )   بما يخص العمل خارج الجروبات الرسمية ومن يخلف ذالك يعرض نفسه لخصم مقداره 150 ريال 

17. يُمنع منعًا باتًا أي تواصل يتعلق بالعمل بين العملاء أو الموظفين فيما بينهم خارج المجموعات الرسمية المعتمدة من قبل الإدارة.
كل من يخالف هذا القرار سيعرض نفسه لخصم مالي قدره 150 ريال سعودي.
---


18.بداية الدوام يتم ارسال رسالة عبر الواتساب تؤكد تواجدك وقبل مهايه الدوام  بنصف ساعة يتم ارسال رساله   تاكيد  تواجد 
بالتزامك بهذه التوجيهات، سنتمكن معاً من تحقيق التميز وتقديم خدمة عالية الجودة لعملائنا.
19-غرامة استخدام  الايميل الخاص او رقم الجوال الخاص 200 ريال 

20- سواء كنت مبرمج او في قسم التوسيق يمنع ن منعا بايتا  عمل اي شيئ بحسابك الشخصب واذا ثبت هذا خصم 200 ريال
';


$message2='
يرجى  اتمام المهام المسندة وابلاغنا باي جديد تم .

';



$message3='

لنفسي ولكم 
الكلام سهل الصعب الانجاز 


https://docs.google.com/spreadsheets/d/10H7sfSrz09f9w6TN3YE8JbrWXm2K3TF5MkVPqJXD4Ic/edit?usp=sharing
';

$message = str_replace(["\r\n", "\r", "\n"], "\\n", $message);


$message2 = str_replace(["\r\n", "\r", "\n"], "\\n", $message2);
$message3 = str_replace(["\r\n", "\r", "\n"], "\\n", $message3);

$result = send_with_wapi('40703bb7812b727ec01c24f2da518c407342559c', 'a0aca078-18a5','120363328424447180@g.us', $message );



$result = send_with_wapi('40703bb7812b727ec01c24f2da518c407342559c', 'a0aca078-18a5','120363332297917440@g.us', $message2 );


$result = send_with_wapi('40703bb7812b727ec01c24f2da518c407342559c', 'a0aca078-18a5','120363263503120127@g.us', $message3 );





function send_with_wapi($auth, $profileId, $phone, $message) {
 


 


        

        
    $curl = curl_init();
    
    curl_setopt_array($curl, array(
      CURLOPT_URL => 'https://ads.2moh.net/wapi2024/',
      CURLOPT_RETURNTRANSFER => true,
      CURLOPT_ENCODING => '',
      CURLOPT_MAXREDIRS => 10,
      CURLOPT_TIMEOUT => 0,
      CURLOPT_FOLLOWLOCATION => true,
      CURLOPT_HTTP_VERSION => CURL_HTTP_VERSION_1_1,
      CURLOPT_CUSTOMREQUEST => 'POST',
      CURLOPT_POSTFIELDS => 'auth='.$auth.'&profile_id='.$profileId.'&phone='.$phone.'&msg='.$message.'',
      CURLOPT_HTTPHEADER => array(
        'Content-Type: application/x-www-form-urlencoded',
        'Authorization: 9f9151b56d756354026b368ecc644edec19343b4'
      ),
    ));
    
    $response = curl_exec($curl);
    
    curl_close($curl);
    echo $response;
    
    
    
    
    
        }
        
        
         
     
      
        






?>